Overload List
Name  |   Description
IsRuleEnabled(Int32)
 Retrieves an enabled/disabled status for the given rule.
IsRuleEnabled(PerformanceAdviserRuleId)
 Retrieves an enabled/disabled status for the given rule.
 See Also
  PerformanceAdviser Class
  PerformanceAdviser Members
  Autodesk.Revit.DB Namespace